[General]
Translator, "Nelson de Oliveira Junior"
LangVersion, "3.3.0.0"
IsRTL, "0"


[Icon]
R0lGODlhEAAMAPcAAFS5JlK3IzR4FVi+KVN8P1h+Rk99PDZ6GE2kLE59OTuEHDyEHDp+GUCbEzya
CzuAGlO3Jaa2Ok2xH3y0YIG5aT2eEKi4MkiyJD6dELK3TT2HHH+6Z2a4QrK2T1W7KC5yDqq02KuK
jEh+MFm0O3qzX2CDUFl/SfG0L0GuIkhhyEKjEu2sAEWuInO1VU6zIma7P4a7bYW6bVCzIlGvJ3K6
UkyjJFB+PGq2SSZqBn+2aI6vAOe9PFG0JHq2XXyQ2pZva0KjE0drzXG0W3S5Vm2/SGeCW06qJ2G1
S3i5XGu7SUNgzPKyAGm3Rn22ZDZ9GOq+AHa5Wbu5ALizAEisGL65AEt9NSpuCxxQyP++AP+9NFC0
ITahFEp8M059N3i0XVK2JVZ9RWe2R3K0XVe8KDZ9GD+HHDubCk6xI1qASjqBGnq0YEmtHqq4ND6G
HDpSuZuvAJCyAGa3RD+hDTyfClV9RG20W2q1UeqnAIS5alOBP/u4ADJ0EtyuAHC6UE2DNa2Minu3
YXe2W564KW67S/68PH25ZE55O3u5X7C+OEt/Mzd6F8m6Kld/RYOlALSOe06wI1uATEapFi50D197
xf27ADd+GVG0JSxwDFN+QFR9Q1+AT420AyVVzejEHkSmFFS5JT6lGXKyVX65ZXOzWYy+dTJVxH21
ZFR9QkmtIVF9Pmi3RYObxTuBG0l/L/W4Q3i0Xl3GLPOxH3a0XSlsCSpLt2y2TVa8JlJ9PE2uH/G1
Kz+gETN2EgAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjbAItoQlMATKZTqW4l6FIlkYhWeUqQgoFnQ6FDSKAModFnUBIiByDFyNFkghchbCzYqXWDiaoX
e0xQMKXmVZ1FJ3IhOhImDocZAhiJIiEmwo4QKZT86SRohBFcZOgAktWBkKtJIFYFWaJHCqoADDD1
GJUhS6xSbmj5oISFiotPaQgECoWgEZ8fVzg5erLpgiUPrAy0aGCmwpY3d1ZEQXGGB4QxC2zUcIBB
FxBQOuCweCTjC4ABGrjMkaPCU6QpayRoCQDA1gBYZQzhmGXl0gdJuwQoIlPpgYI2fgICADs=


[BFAPI_Strings]
ErrorFailClientTime, "O relógio do seu computador não está correto. \nPor favor corriga o horário do sistema e tente novamente."
ErrorFailLogin, "Cheque seu endereço de email e senha, depois tente novamente."
ErrorFailPrefix, "Falha ao conectar a sua conta  do Binary Fortress"
ErrorInvalidProTrialLicenseKey, "Sua chave de licensa de teste do FileSeek parece inválida. \nEntre em contato conosco para mais informações."
ErrorItemSizeTooLarge, "Um de seus perfis do FileSeek é muito grande.\nPor favor, tente um perfil menor."
ErrorTrialExpiredPrompt, "Sua Licença de teste do FileSeek Pro expirou.\nGostaria de entrar em contato conosco e iniciar outro teste?"
ErrorUnknownProPurchasedLicenseKey, "Sua chave de licença do FileSeek parece ser inválida.\nEntre em contato conosco para mais informações."
LoginPrompt, "Você precisa entrar suas informações de login do Binary Fortess primeiro.\nVocê gostaria de entrar com seu login agora?"
TitleSync, "Sincronizando com sua conta do Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "&Login"
btnLogout, "&Logout"
btnMyAccount, "Minha &Conta"
btnMyLicenses, "&Minhas Licensas"
btnRegister, "&Registrar"
lblAccountStatus, "Status da Conta:"
lblEmailAddress, "Endereço de Email:"
lblMyPassword, "Resetar Senha"
lblName, "NOme:"
lblPassword, "Senha:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Pessoal ou Empresarial, número indicado no nome da licensa."
LicenseRestrictionDonation, "Somente Pessoal, 1 computador"
LicenseRestrictionEnterprise, "Computadores ilimitados em ilimitados locais de propriedade da empresa"
LicenseRestrictionPersonalHome, "Somente Pessoal, ilimitados computadores pessoais."
LicenseRestrictionSite, "Ilimitados computadores em 1 local"
LicenseRestrictionStandard, "Pessoal ou Empresarial, 1 computador"
LicenseRestrictionSteam, "Pessoal ou Empresarial, computadores ilimitados , usuario prímario é você e Steam está instalado"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Por favor insira um endereço de email válido e tente novamente."
ErrorEnterPassword, "Por favor insira sua senha e tente novamente."
ErrorLoginFailed, "Falha ao carregar informações de sua conta.\nPor favor, verifique seu e-mail e senha e tente novamente."
ErrorNoLicensesFound, "Desculpe, mas não conseguiu encontrar qualquer informação sobre a licença para esta conta.\nSe você precisar de alguma ajuda, por favor contacte-nos."
ErrorUnknownLicenses, "Ocorreu um erro ao carregar as informações de licença."
ErrorUnknownLogin, "Ocorreu um erro ao carregar informações de sua conta."
Note, "Logue para recuperar a sua chave de licença FileSeek e sincronizar seus perfis de busca."
SelectLicensePrompt, "Você está usando uma licensa Gratuita, um licensa Teste Pro, ou sua Chave de Licensa é invalida.\nGostaria de carregar a Chave de Licensa de sua conta do Binary Fortress?"
Title, "Minha conta do Binary Fortress"
TitleLoadingLicenses, "Carregando informações de Licensa"


[BFAPIMyLicenses_Controls]
colDateCreated, "data de criação"
colDateExpires, "Data de expiração"
colLicenseKey, "Chave de Licensa"
colLicenseRestrictions, "restrições de Licensa"
colLicenseType, "Tipo de Licensa"
colName, "Nome da Licensa"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "Tem certeza que quer usar esta Chave de Licensa?"
ErrorSelectLicense, "Por favor seleccione uma licença a partir da lista e tente novamente."
ShowNeedLicenseWarning, "Selecione uma das suas chaves de licença da lista, clique no botão 'OK' para usar essa chave de licença."
Title, "Minhas Licenças"


[BFFormDownload_Strings]
ConfirmCancel, "Tem certeza que quer cancelar esta transferência?"
Error, "Ocorreu um erro."
Progress, "Restando: {0} KB ({1} KB total)"
ProgressUnknown, "Baixando: {0} KB"


[BFFormErrorMessage_Controls]
btnCopy, "&Copiar para Área de Transferência"
btnMoreInformation, "&Mostrar Mais Informações"


[BFFormProxySettings_Controls]
btnSave, "Salvar"
lblProxyAddress, "Endereço do Servidor:"
lblProxyPassword, "Senha:"
lblProxyPassword2, "Redigitar a Senha:"
lblProxyPort, "Porta:"
lblProxyUsername, "Nome de usuário:"
rdoCustomSettings, "Use configurações &personalizadas do servidor proxy:"
rdoNoProxy, "&Nenhum servidor proxy (conexão direta à Internet)"
rdoUseIESettings, "Use as configuraçcões do &Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Por favor insira um Endereço de Servidor Proxy ou selecione "nenhum servidor proxy"."
EnterServerPort, "Por favor insira uma Porta do Servidor Proxy ou selecione "nenhum servidor proxy"."
PasswordDecryptionFailed, "Suas configurações de conexão de Internet parecem serem inválidas.\nPor favor, re-digite sua senha do Servidor Proxy."
PasswordsNotMatch, "Suas senhas de Servidor Proxy não correspondem, por favor, tente novamente."
Title, "Parametros de conexão a Internet"


[BFFormSelectApplication_Controls]
ButtonBrowse, "&Navegar"
ButtonRefresh, "&Atualizar"
ColApplication, "Aplicação"
ColPath, "Caminho"
GroupDesktopApplications, "Aplicações Desktop"
GroupWindows8Applications, "Aplicações Windows 8"


[BFFormSelectApplication_Strings]
AllApplications, "Todas as Aplicações"
PleaseSelectApplication, "Por favor selecione uma Aplicação primeiro."
Title, "Selecione a Aplicação"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Valor Padrão"
colSetting, "Configurações"
colValue, "Valor"
lblHelp, "De Duplo-Click em uma configuração para alterá-la, clique no botão "Ajuda" para obter mais informações."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Ocorreu um erro ao salvar as configurações."
SavedSuccessfully, "Suas Configurações Avançadas foram salvas com sucesso.\nVocê pode precisar reiniciar o FileSeek para estas configurações terem efeito."
Title, "Configurações Avançadas"
TitleEdit, "Editar Configurações Avançadas"


[BFFormSupportRequest_Controls]
lblEmailAddress, "Endereçõ de Email:"
lblMessage, "Mensagem:"
lblName, "Nome:"
lblSubject, "Assunto:"
lblWarning, "A informação do guia "Solução de problemas" e seu arquivo Debug.log serão criptografados e enviados juntamente com esta solicitação de apoio para que possamos resolver o seu problema mais rapidamente."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Por favor entre com um Endereço de Email válido e tente novamente."
EnterMessage, "Por favor entre com uma Mensagem e tente novamente."
EnterName, "Por favor entre com seu Nome e tente novamente."
EnterSubject, "Por favor entre com um Assunto."
SendSuccess, "Sua informação foi enviada com sucesso.\nAlguem irá entrar em contato com você no prazo de 1 dia comercial."
Title, "Enviar Solicitação de Suporte"
TooLongEmailAddress, "Por favor entre com um Endereço de Email mais curto e tente novamente."
TooLongName, "Por favor entre com um Nome mais curto e tente novamente."


[BFFormUpdate_Controls]
btnChangeLog, "&Visualizar o Registro de Mudanças"
btnDownload, "Baixar e &Instalar"
btnRemindMeLater, "&Lembrar Mais Tarde"
btnSkipThisVersion, "&Pular esta Versão"
btnWebsite, "&Baixar"
lblNewVersion, "Nova Versão:"
lblOldVersion, "Versão Atual:"
lblUpdateNotes, "O que há de novo nesta Versão:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "è recomendavel que você atualize para esta nova versão.\nTem certeza que quer pular esta atualização?"
DownloadFailedSave, "Falha ao salvar este arquivo localmente."
DownloadingUpdate, "Baixando Atualização"
DownloadInvalidData, "Dados inválidos retornaram do servidor. O servidor pode estar tendo problemas para achar o arquivo requerido."
DownloadNoData, "Nenhum dado retornado da Página de Internet."
ErrorDownload, "Um erro ocorreu ao baixar a nova versão."
Title, "Atualização disponível"
UpdateProMessage, "Necessário fazer o upgrade para o FileSeek Pro para poder utilizar o click simples.\nDeseja obter mais informação sobre Atualização?"


[BFHelpButton_Controls]
mniOnlineHelp, "Ajuda Online"
mniSupportRequest, "Requisição de Suporte"


[BFTextQuery_Strings]
CaseSensitive, "Sensível a Caixa:"
MayContain, "Pode Conter:"
MayNotContain, "Pode Não Conter:"
MustContain, "Precisa Conter:"
MustNotContain, "Não deve Conter:"


[BFUpdateCheck]
AlreadyInProgress, "Checagem por Atualização em progresso..."
ErrorRunningDownloadedFile, "Um erro ocorreu durante a tentativa de instalação do arquivo baixado."
FailedToGetVersion, "Não conseguiu ler o número da ultima versão."
InvalidLicensePrompt, "A sua licença para o FileSeek Pro parece ser inválida!\nConsidere comprar um licença do FileSeek Pro para ajudar o desenvolvimento futuro.\nDeseja obter mais informação?"
NoUpdate, "Você já está usando a ultima versão."
Title, "Atualização"


[cFunctions_Strings]
FolderNotRecognized, "A pasta selecionada não foi reconhecida e não pode ser pesquisada."


[cSettings_Strings]
SettingsLoadError, "Ocorreu um erro durante o Carregamento das Configurações"
SettingsSaveError, "Ocorreu um erro durante o Salvamento das Configurações."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Navegar && Anexar ao Final"
btnBrowseExcludePath, "Navegar"
btnFolderBrowse, "&Navegar"
btnFolderBrowseAppend, "Navegar && Anexar ao Final"
btnNewSearch, "Procurar em &Nova Guia"
btnPause, "Pausa"
btnResume, "Continuar"
btnSearch, "&Procurar"
btnStop, "&Topo"
chkCaseSensitive, "Consulta sensivel à &Caixa"
chkFileSizeMax, "Tamanho máximo de arquivo:"
chkFileSizeMin, "Tamanho mínimo de Arquivo:"
chkIsExcludeFilesRegEx, "O Filtro é Expressão Regular"
chkIsIncludeFilesRegEx, "O Filtro é Expressão Regular"
chkIsQueryRegEx, "Consulta é Expressão Regular"
chkSearchSubFolders, "Procurar em subpastas"
chkShowFirstResult, "&Mostrar somente primerio resultado de cada arquivo"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "Mostrar os nomes dos arquivos que correspondem ao texto da consulta"
chkShowQueryMatchFolders, "Mostrar os nomes das pastas que correspondem ao texto da consulta"
chkUseIFilters, "Processar conteúdo do arquivo usando File Handlers (mais lento)"
colDateAccessed, "Data de Acesso"
colDateCreated, "Data de Criação"
colDateModified, "Data de Modificação"
colExtension, "Extensão"
colFile, "Nome do Arquivo"
colFileSize, "Tamanho do Arquivo"
colLine, "Linha"
colLineNumber, "Linha #"
colPath, "Caminho"
lblAccessedTo, "até"
lblAdditionalLinesAfter, "Mostrar quantas linhas após uma pesquisa:"
lblAdditionalLinesBefore, "Mostrar quantas linhas antes de uma pesquisa:"
lblCreatedTo, "até"
lblDateAccessed, "Data de Acesso:"
lblDateCreated, "Data de Criação:"
lblDateFilterLogic, "Filtro por Data:"
lblDateModified, "Data de Modificação:"
lblExcludeFiles, "Excluir Arquivos:"
lblExcludePath, "Caminho(s) Excluído(s):"
lblFilterResults, "Filtro:"
lblIncludeFiles, "Incluir arquivos:"
lblModifiedTo, "até"
lblPath, "Caminho(s)"
lblQuery, "Consulta:"
lblStatusFound, "Correspondencias Achadas: {0}"
lblStatusTotal, "Arquivos Pesquisados: {0}"
mniAbout, "Sobre"
mniClearSearchHistory, "Limpar Histórico de Pesquisa"
mniCloseAll, "Fechar Todos"
mniCloseAllButThis, "Fechar Outros"
mniCloseSearch, "Fechar"
mniCopyToClipboard, "Copiar Resultados Selecionados"
mniCopyToClipboardAll, "Copiar Todos os Resultados"
mniExit, "Sair"
mniExplorerContextMenu, "Menu de contest odo Windows"
mniHelp, "Ajuda"
mniOpenFolder, "Abrir Pasta Contentora"
mniOpenFolderOnly, "Abrir Pasta"
mniOpenOther, "Abrir com Outra Aplicação"
mniPermenentDelete, "Deletar Permanentemente os Arquivos Selecionados"
mniRemoveRows, "Remover resultados Selecionados da Lista"
mniSettings, "Configurações"
mniShowFilterControls, "Mostrar Controles de Filtro"
mniTextCopy, "&Copiar"
mniTextSelectAll, "Selecionar &Tudo"
mniTools, "&Ferramentas"
mniTrayExit, "Saída"
mniTrayLoadProfiles, "Carregar Perfil"
mniTrayShowFileSeek, "Mostrar FileSeek"
mniTraySyncProfiles, "Sincronizar Perfis"
mnuCopyFilePath, "Copiar Nome de Arquivos Selecionados (separados por vírgula)"
mnuExportAllHTML, "Exportar Todos os resultados como HTML"
mnuExportSelectedResultsHTML, "Exportar Resultados Selecionados para HTML"
mnuFileCopy, "Copiar Arquivos Selecionados"
mnuFileDelete, "Deletar Arquivos Selecionados"
mnuLanguage, "Linguagens"
mnuLoadProfile, "Carregar"
mnuManageProfiles, "Gerenciar Perfis"
mnuOpen, "Abrir"
mnuOpenNotepad, "Abrir com Notepad"
mnuProfile, "Perfis"
mnuSave, "Salvar"
mnuSaveAll, "Exportar Todos os Resultados como CSV"
mnuSaveProfile, "Salvar novo Perfil"
mnuSaveSelection, "Exportar Resultados Selecionados como CSV"
mnuShowFullLanguageList, "Mostrar Lista Completa"
mnuSyncProfiles, "Sincronizar Perfis"
rdoMatchQueryLineByLine, "Combinar consulta para cada linha no arquivo"
rdoMatchQueryToWholeFile, "Combinar consulta para o arquivo inteiro"
tabAdvanced, "Avançado"
tabDateFilters, "Filtrar por Data"
tabFileSizeFilters, "Filtros de tamanho de arquivo"
tabSearch, "Pesquisar"


[frmMain_Strings]
AccessedAfterTT, "Acessado depois de {0}"
AccessedBeforeTT, "Acessado antes de {0}"
AccessedBetweenTT, "Acessado entre {0} e {1}"
AppSelectionErrorPartOne, "A Aplicação que você selecionou não foi encontrada."
AppSelectionsErrorPartTwo, "Gostaria de selecionar uma diferente agora?"
btnNewSearchTT, "Abrir uma nova Guia e iniciar a procura"
btnSearchTT, "Iniciar a procura em uma nova guia"
btnStopTT, "Parar a pesquisa selecionada"
CaseSensitiveQueryTT, "Diferenciar MAIÚSCULAS e minúsculas"
cboDateFilterLogic_AND, "E"
cboDateFilterLogic_OR, "OU"
chkShowFirstResultTT, "Só mostra a primeira linha igualada ao combinar consulta para cada linha"
ColumnWidthRestoreError, "Ocorreu um erro ao restaurar as larguras de coluna."
ColumnWidthSaveError, "Ocorreu um erro ao salvar as larguras de coluna."
ContextMenuError, "Ocorreu um erro ao mostrar o menu de contexto do Windows."
CreatedAfterTT, "Criado após {0}"
CreatedBeforeTT, "Criado depois de {0}"
CreatedBetweenTT, "Criado entre {0} e {1}"
CSVSpreadsheet, "Arquivos CSV"
CustomAppOpenError, "Ocorreu um erro ao abrir este arquivo com o aplicativo personalizado."
DateCreatedError, "Por favor selecione uma 'Data de Criação > Data Final ", que seja posterior à data de início."
DateFiltersSelected, "Filtros de data:"
DateMismatchError, "Por favor selecione uma 'Data de Criação > Data Final ", que seja posterior à data de início."
DateModifiedError, "Por favor selecione uma 'Data de Modificação > Data Final ", que seja posterior à data de início."
EmptyPDFError, "Procura executada em arquivo PDF sem texto"
EnterProfileName, "Ente um nome de perfil:"
ExcludeFilesTT, "Arquivos Excluídos: {0}"
ExcludePathsTT, "Caminhos Excluidos: {0}"
FileDeleteMessage, "Por favor aguarde enquanto FileSeek executa a operação solicitada.\nVocê pode fechar esta janela, mas pode levar a resultados inesperados, enquanto esta tarefa está em execução."
FileDeleteQuestion, "tem certeza que quer apagar os arquivos ou caminhos selecionados?"
FileDeleteTitle, "Arquivos Apagados"
FileDeletionError, "Um erro ocorreu ao apagar estes arquivos."
FileHandlerError, "Por favor digite o caminho de pesquisa."
FileIncludeNameMatch, "Correspondencia do Nome de Arquivo [incluir filtros de arquivos]"
FileOpenError, "Um erro ocorreu ao abrir este arquivo."
FilePermenentDeleteQuestion, "Tem certeza que quer apagar permanentemente os arquivos ou pastas selecionados?"
FileQueryNameMatch, "Combinar Nome de Arquivo [Pesquisa]"
FileReadError, "Erro ao acessar arquivo: {0}"
FileSelectionError, "Por favor selecione ao menos 1 arquivo existente e tente novamente."
FileSizeError, "Por favor selecione um tamanho máximo de arquivo que seja igual ou menor que o tamanho mínimo de arquivo."
FileSizeFiltersSelected, "Filtros de tamanho de arquivo:"
FilesSearched, "Arquivos Pesquisados: {0}"
FilesSkipped, "Arquivos Pulados: {0}"
FolderBrowserDescription, "Selecione uma pasta para procurar"
FolderBrowsingError, "Um erro ocorreu ao navegar uma pasta."
FolderIncludeNameMatch, "Nome de Pasta Correspondente [Incluir Filtros de Arquivo]"
FolderItemError, "Falhou ao adquirir pasta para o item: {0}"
FolderOpenError, "Um erro ocorreu enquanto abria esta pasta."
FolderQueryNameMatch, "Nome de Pasta Correspondente [ Consulta de Texto]"
FolderReadError, "Erro Lendo pastas em pasta: {0}"
HyperTextMarkupLanguageFile, "arquivo de idioma de marcação Hipertexto"
IFilterWarning, "Por favor habilite Manipuladores de Arquivos para mostrar apropriadamente os resultados para: {0} arquivos"
IncludeFilesTT, "Arquivos Inclusos: {0}"
InvalidExcludeFilesRegExError, "Padrão da Expressão Regular de Exclusão de Arquivos é inválido.\n{0}"
InvalidFolderLength, "Tamanho de pasta invalido."
InvalidIncludeFilesRegExError, "Padrão da Expressão Regular de Inclusão de Arquivos é inválido."
InvalidQueryRegExError, "Padrão de RegEx inválido.\n{0}"
KeypressError, "Um erro ocorreu ao processar este pressionamento de tecla."
LinkedFolderError, "Pasta não procurada por ser um atalho"
MatchesFound, "Correspondências encotradas: {0}"
MatchesFromQueue, "Resultados na Fila: {0}"
MaxFileSizeTT, "tamanho Máximo de arquivo: {0}"
MaxPathError, "Este é um caminho muito longo e pode não funcionar em alguns programas"
MenuOpenError, "um erro ocorreu ao abrir o menu"
MinFileSizeTT, "Tamanho mínimo do arquivo: {0}"
ModifiedAfterTT, "Modificado depois de {0}"
ModifiedBeforeTT, "Modificado antes de {0}"
ModifiedBetweenTT, "Modificado ente {0} e {1}"
More, "(mais)"
NoDateFiltersSelected, "Não há filtros de data selecionados"
NoFileSizeFiltersSelected, "Não há filtros de tamanho de arquivo selecionados"
NoOptionsSelected, "Há opções selecionadas"
NotepadError, "Ocorreu um erro ao abrir este arquivo com o bloco de notas."
NoTextSelectionError, "Por favor, selecione algum texto e tente novamente."
NotYourProfile, "Você não possui este perfil."
OnlyShowFirstResultTT, "Mostrar apenas primeiro resultado"
OpenManyQuestion, "Tem certeza que você gostaria de abrir {0} arquivos ou pastas?"
OptionsSelected, "Opções seleccionadas:"
PathsTT, "Caminho(s): {0}"
PathTooLongError, "O Windows não suporta esta ação com nomes de caminhos longos."
ProfileLoadError, "Houve um erro ao carregar este perfil."
ProfileLoadOnStartError, "Houve um erro ao carregar este perfil. O perfil não existe."
ProfileOverwriteQuestion, "Tem certeza que você gostaria de substituir o perfil '{0}'?"
ProfileSaved, "Salvo configurações de pesquisa para o perfil '{0}'"
ProfileSaveError, "Não foi possível salvar o perfil."
ProOnlyDoubleClickPrompt, "A Ação de duplo clique é um recurso somente do FileSeek Pro.\nVocê pode alterar a ação do clique duplo em Configurações> guia de Pesquisa.\n\nGostaria de obter mais informações sobre a atualização?"
QueryTT, "Pesquisa:\n{0}"
rdoMatchQueryLineByLineTT, "Abra uma linha de um arquivo de cada vez e tentar igualar a consulta para cada linha"
rdoMatchQueryToWholeFileTT, "Abra o arquivo inteiro de uma vez e tentar igualar a consulta ao texto inteiro"
ResultCopied, "Um resultado copiado para a Area de Transferência."
ResultCopyError, "Ocorreu um erro ao copiar seus resultados de pesquisa para a área de transferência."
ResultSaveError, "Houve um erro ao salvar seus resultados.\n{0}"
ResultsCopied, "{0} resultados copiados para o Area de Transferência."
ResultSelectionError, "Selecione pelo menos um resultado da pesquisa e tente novamente."
SaveResults, "Salvar resultados para uma planilha"
SaveResultsAsHTML, "Salvar resultados como HTML"
SaveSearchProfile, "Salvar Perfil de Pesquisa"
SearchComplete, "Pesquisa completada em {0}s"
SearchCriteria, "Critérios de Pesquisa:"
SearchCriteriaEmptyTT, "Critério de Pesquisa Vazio"
SearchEnd, "Procurar Final: {0}"
SearchError, "Ocorreu um erro durante a busca."
SearchStart, "Procurar Inicio: {0}"
SearchSubFoldersTT, "Pesquisar Sub Pastas"
SettingFormShowError, "Ocorreu um erro ao mostrar a janela Configurações."
Syncing, "Sincronizando com sua conta do Binary Fortress..."
TextCopyError, "Ocorreu um erro ao copiar este texto."
TextProcessingError, "Ocorreu um erro ao processar o texto."
TextSelectionError, "Por favor, selecione um texto e tente novamente."
txtPathTT, "Separe vários itens com o caractere |"
UseFileHandlersTT, "Use manipuladores de arquivos"
ViewingAppPartOne, "Você não selecionou um aplicativo de visualização ainda"
ViewingAppPartTwo, "Gostaria de escolher um agora?"
WindowsVersionError, "Desculpe, esta função não está disponível nesta versão do Windows."


[frmProfileManager_Controls]
btnCopyProfile, "Copiar Perfil"
btnDelete, "Apagar"
btnRename, "Renomear"
btnSync, "Sincronizar com sua conta do Binary Fortress"
colProfileName, "Nome do Perfil"
colProfileOwner, "Proprietário do Perfil"
lblCurrentProfile, "Usuário Atual: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Como deseja chamar seu novo perfil?"
MustSelectAnItem, "Por favor selecione um perfil da lista e tente novamente."
ProfileDeleteQuestion, "Você tem certeza que deseja apagar o perfil selecionado?"
RenameSearchProfile, "Renomear Perfil de busca"
SearchProfileName, "Nome do Perfil de Busca:"
Title, "Administrar Perfis"


[frmSettings_Controls]
btnApply, "Aplicar"
btnBackupSettings, "Exportar Configurações"
btnBrowseOther, "&Navegar"
btnChangeToFree, "Mudar para a Versão Grátis"
btnCheckNow, "Checar &Atualizações agora"
btnClearHistory, "Limpar Histórico de Pesquisa"
btnIFilterToggle, "Alternar Manipulador de Arquivos"
btnLicenseKeyLoadOnline, "Carregar da conta  Binary Fortress"
btnOtherDefault, "&Padrão"
btnPasteFromClipboard, "Colar da Área de Transferência"
btnProxySettings, "Config. de Conexão à Internet"
btnRestoreSettings, "Restaurar Configurações"
btnTroubleshootingClearLog, "Limpar Log"
btnTroubleshootingCopy, "Copiar para a área de transferência"
btnTroubleshootingOpenLog, "Abrir Log"
chkAutoUpdate, "Verificar Atualizações Automaticamente"
chkBeta, "Checar por novas versões Beta (nova, instável)"
chkCloseToTray, "Fechar FileSeeK para a Barra do Sistema"
chkCombineParameters, "Passar múltiplos arquivos para a mesma instância, ao invés de múltiplas instâncias"
chkErrorForLongPaths, "Mostrar um erro e pular o caminho quando maior que 260 caracteres"
chkIFilterErrors, "Mostrar um erro para arquivos sem Manipuladores (quando o Manipulador de Arquivos estiver habilitado)"
chkIsQueryFullString, "Tratar texto de pesquisa como um grande termo de pesquisa"
chkLinkedFoldersSearch, "Pesquisar arquivos e pastas que são atalhos"
chkLinkedFoldersSearchShowErrorOnSkip, "Mostrar uma mensagem quando pular um atalho"
chkMinimizeToTray, "Minimizar FileSeeK para a Barra do Sistema"
chkShowErrorEmptyPDF, "Mostrar um erro quando achar um arquivo PDF vazio"
chkShowFileErrors, "Mostrar um erro quando um arquivo/pasta não poder ser acessado"
chkShowToolTips, "Mostrar Dicas"
chkStartWithClearProfile, "Sempre iniciar FileSeek com critérios em branco"
chkTreatAllIncludeFiltersAsWildcards, "Tratar todos os filtros 'Arquivos Incluídos' como curingas"
chkWindowsContextMenu, "Mostrar FileSeek na Janela de Menu de Contexto"
colName, "Nome"
colRightToLeft, "Direita-para -Esquerda"
colTranslators, "Tradutores"
colVersion, "Versão"
gbAutoUpdate, "Checar Atualização"
gbCmdLineVars, "Variáveis de Linha de Comando"
gbGeneralOptions, "Opções Gerais"
gbUpdateSettings, "Atualizar Configurações"
lblCmdLineParam, "Parâmetros de linha de comando para passar:"
lblDefaultDoubleClick, "Selecione uma operação padrão para duplo-click em um resultado de busca:"
lblExpireDate, "Data de Expiração da Licensa:"
lblLicenseKey, "Chave de Licensa:"
lblLicenseTo, "Licenciado para:"
lblNumChar, "Mostrar esta quantidade de caracteres para cada resultado de busca:"
lblSelectViewingApp, "Selecione a aplicação para visualizar o arquivo:"
lblSkipFile, "Tempo máximo de pesquisa permitido por arquivo (0=ilimitado):"
lblUpdateLanguages, "Buscar Linguagens Novas e Atualizadas"
LogLevel0, "Log: Desabilitado"
LogLevel1, "Log: Importante somente"
LogLevel2, "Log: Detalhado"
LogLevel3, "Log: Todas as Linhas"
tabLanguage, "Linguagens"
tabLicense, "Chave de Licença"
tabTroubleshooting, "Solução de problemas"


[frmSettings_Strings]
AppBrowsingError, "Ocorreu um erro durante a navegação por um aplicativo."
cboDefaultDoubleClickOperation_ExportAllCSV, "Exporte todos os resultados para CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Exportar todos os resultados para HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Exportar resultados selecionados para CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Exportar resultados selecionados para HTML"
cboDefaultDoubleClickOperation_Open, "Abrir com programa padrão"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Abrir pasta"
cboDefaultDoubleClickOperation_OpenNotepad, "Abrir com Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Abrir com outra aplicação"
ChangeToFreeQuestion, "Tem certeza de que deseja remover sua chave de licença e mudar para a versão Free?"
chkTreatAllIncludeFiltersAsWildcardsTT, "Com esta opção ativada, a pesquisa inserida como abc será tratado como *abc*"
ClearHistoryError, "Ocorreu um erro ao limpar seu histórico de pesquisa."
ClearHistoryWarning, "Tem certeza de que deseja apagar o histórico de pesquisa?"
CommandLineError, "Por favor insira os parâmetros de linha de comando, ou clique em 'padrão' para redefini-las."
DebugLogCleared, "O arquivo de log de ​​depuração foi apagada com sucesso."
DebugLogNotFound, "O arquivo de log de ​​depuração não pôde ser encontrado.\nCertifique-se que você habilitou o log de depuração em primeiro lugar."
DisableFileHandler, "Desativar manipulador de arquivo"
EnableFileHandler, "Ativar manipulador de arquivo"
FileCommandDescription, "{0}: Substitui o nome completo."
FileHandlerListError, "Ocorreu um erro ao listar os manipuladores de arquivos."
FileHandlerSelectError, "Ocorreu um erro ao selecionar este manipulador de arquivo."
FileHandlerToggleError, "Ocorreu um erro enquanto alternando este manipulador de arquivo."
FreeVersion, "Versão Grátis"
HistoryCleared, "Histórico de Pesquisa apagado com sucesso."
InternetSettingsWindowError, "Ocorreu um erro ao abrir a janela Configurações de conexão com a Internet."
InvalidExitcode, "Retornou Código de saída inválido: {0}"
LineCommandDescription, "{0}: Substitui o número de linha."
lvIFilters_Extension, "Extensão"
lvIFilters_Handler, "Manipulador"
lvIFilters_HandlerVersion, "Versão"
NumOfCharError, "Por favor insira um número de caracteres entre {0} e {1} e tente novamente."
RestoreSettingsFailed, "Falha ao restaurar suas configurações."
RestoreSettingsSuccess, "Suas configurações foram restauradas com sucesso."
SettingMenuError, "Ocorreu um erro ao configurar as definições do menu de contexto."
tabSettings_About, "Sobre"
tabSettings_FileHandlers, "Manipuladores de arquivos"
tabSettings_Options, "Opções"
tabSettings_OtherApp, "Outra Aplicação"
tabSettings_Search, "Procura"
Title, "Configurações"
TroubleshootingCopyError, "Falha ao copiar as informações de resolução de problemas."
TroubleshootingCopySuccess, "Suas informações de resolução de problemas foram copiadas com êxito para o clipboard."


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Resultados da pesquisa guardados com sucesso.\nDeseja abrir o arquivo?"
SearchCriteria, "Critérios de Pesquisa"
SearchDate, "Pequisa por data"
Title, "Resultados de Busca do FileSeek"


[IFilterHelper_Strings]
UnknownError, "Erro desconhecido no IFilter"
UsingStandardMethodWarning, "Não existe Manipulador de Arquivo para este arquivo, pesquisando usando método padrão."


[LicenseValidate_Strings]
ExpiredPrompt, "A sua licença dev teste do FileSeek expirou.\nSe já adquiriu uma licença, insira-a através da janela Configurações FileSeek.\n\nDeseja obter mais informações para adquirir uma licença FileSeek Pro?"
Invalid, "Desculpe, a sua licença é inválida."
InvalidReseller, "Desculpe,a sua licença apenas é válida para o FileSeek fornecido pelo seu vendedor.\nContacte o seu vendedor para mais informações."
LicenseProcessPro, "Obrigado por Registrar!"
LicenseProcessRemoved, "Sua Chave de Licença foi removida."
LicenseProcessTrial, "Obrigado por testar o FileSeek Pro!\nSua licença vai expirar em {0:D}."
RegistryExportSuccess, "Suas configurações foram exportadas com sucesso."
TrialAlmostDonePrompt, "Sua licença de teste irá expirar em breve.\nSe você já comprou uma licença, por favor coloque-a na janela de configurações do FileSeek.\n\nGostaria de mais informações sobre como comprar o FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Procurar com FileSeek"


[Words]
AdminSettingsLock, "Algumas configurações são gerenciadas pelo administrador do sistema"
Apply, "Aplicar"
ButtonEnterLicenseKey, "&Inserir Chave de Licença"
ButtonLater, "&Depois"
ButtonMoreInformation, "&Mais Informações"
ButtonUseFreeVersion, "&Use a Versão Grátis"
Cancel, "&Cancelar"
Close, "&Fechar"
Custom, "Customizado"
Default, "Padrão"
Error, "Erro"
ErrorNotAdminUACDisabled, "UAC está desabilitado e o utilizador não é Administrador, a operação provavelmente falhará.\nHabilite o UAC ou faça login como Administrador e tente novamente.\nSe desabilitou recentemente o UAC, certifique-se de reiniciar o computador."
Help, "Ajuda"
Info, "Informações"
NeedProQuestion, "Necessário fazer o upgrade para o FileSeek Pro para poder utilizar esta funcionalidade.\nDeseja obter mais informação sobre como atualizar?"
Never, "Nunca"
No, "Não"
OK, "&OK"
ProOnlyNotice, "Recursos da versão PRO são destacados em azul"
Refresh, "Atualizar"
Seconds, "segundos"
Yes, "Sim"


[Installer]
AdditionalIcons, "Icones Adicionais:"
ContextMenu, "Adicionar Menus de Contexto do FileSeek"
CurrentUserOnly, "Somente para o usuário corrente"
DesktopIcon, "Criar um icone no &Desktop"
DotNetDownloadNow, "Gostaria de Baixar agora?"
DotNetNeededMayNotWork, "FileSeek pode não funcionar corretamente sem Microsoft .NET Framework 2.0."
DotNetRequired, "FileSeek precisa do Microsoft .NET Framework 2.0."
DotNetReRunInstall, "Por favor reinicie a instalação do FileSeek depois de instalar o Microsoft .NET Framework 2.0."
ForAllUsers, "Para todos os usuários"
LaunchFileSeek, "Iniciando o FileSeek"
LicKeyInvalid, "Esta Chave de Licensa parece inválida."
LicKeyLabel, "Chave de Licença:"
LicKeySelectOption, "Por favor selecione uma opção de Licença e tente novamente"
LicKeyText, "Opções de chave de Licença:"
LicKeyTextAdminLocked, "Sua Chave de Licensa foi definida pelo Administrador"
LicKeyTextChangeFree, "Clique em "mudar para versão gratuita" na Janela de Configuração para usar a versão gratuita."
LicKeyTextEnterOrFree, "Por favor entre com uma Chave de Licença valida ou selecione 'usar versão livre' ."
LicKeyTextPaid, "Use esta chave de Licensa:"
LicKeyTextTrial, "Usar a versão de Teste (1ª vez somente), reverter para versão Livre após 30 dias"
RunAtStartup, "Inicie o FileSeek ao iniciar o Windows"
ShowWelcome, "Mostrar a página de "Bem Vindos" do FileSeek"
TextBefore, "Se você tiver o FileSeek em execução, por favor, feche-o antes de instalar esta nova versão.\n\nVisite http://www.fileseek.ca para atualizações e suporte."
UninstallRemoveAllData1, "Gostaria de remover completamente TODAS as configurações do FileSeek, preferências e arquivos temporários?"
UninstallRemoveAllData2, "Isto não é recomendado se você planeja instalar FileSeek de novo."